Repository: NNikiforuk/My-tummy-hurts
Catalog: My tummy hurts/Localizable.xcstrings
Source language: en
Languages: de, es, fr, pl, zh_hans

source: "cow milk"
de: "Kuhmilch"
es: "leche de vaca"
fr: "lait de vache"
pl: „krowie mleko”
zh_hans: "牛奶"

source: "milk cow"
de: "Milchkuh"
es: "vaca lechera"
fr: "vache laitière"
pl: „mleko krowie”
zh_hans: "奶牛"

source: "milk"
de: "Milch"
es: "leche"
fr: "lait"
pl: „mleko”
zh_hans: "牛奶"

source: %lld h
de: %1$lld Std.
es: %1$lld h
fr: %1$lld h
zh_hans: %lld 小时

source: %lld%% correlation
de: %lld%% Korrelation
es: %lld%% correlación
fr: %lld%% corrélation
pl: %lld%% korelacja
zh_hans: %lld%% 相关性

source: 2 of 2 meals
de: 2 von 2 Mahlzeiten
es: 2 de 2 comidas
fr: 2 sur 2 repas
pl: 2 z 2 posiłków
zh_hans: 2 / 2 餐

source: 2 of 5 meals
de: 2 von 5 Mahlzeiten
es: 2 de 5 comidas
fr: 2 sur 5 repas
pl: 2 z 5 posiłków
zh_hans: 2 / 5 餐

source: 3 of 3 meals
de: 3 von 3 Mahlzeiten
es: 3 de 3 comidas
fr: 3 sur 3 repas
pl: 3 z 3 posiłków
zh_hans: 3 / 3 餐

source: 50% (baseline)
de: 50 % (Basiswert)
es: 50 % (valor base)
fr: 50 % (valeur de référence)
pl: 50% (wartość bazowa)
zh_hans: 50%（基线值）

source: About this analysis
de: Über diese Analyse
es: Acerca de este análisis
fr: À propos de cette analyse
pl: O analizie
zh_hans: 关于此分析

source: Add meal
de: Mahlzeit hinzufügen
es: Añadir comida
fr: Ajouter un repas
pl: Dodaj posiłek
zh_hans: 添加餐食

source: Add meals and symptoms
de: Mahlzeiten und Symptome hinzufügen
es: Añadir comidas y síntomas
fr: Ajouter des repas et des symptômes
pl: Dodaj posiłki i symptomy
zh_hans: 添加餐点和症状

source: Add minimum 5 meals and 5 negative symptoms to see the charts. Detail matters: add more to unlock better insights
de: Fügen Sie mindestens 5 Mahlzeiten und 5 negative Symptome hinzu, um die Diagramme zu sehen. Details sind wichtig: Fügen Sie mehr hinzu, um bessere Erkenntnisse zu erhalten
es: Añade al menos 5 comidas y 5 síntomas negativos para ver los gráficos. Los detalles importan: añade más para obtener mejores resultados
fr: Ajoutez au minimum 5 repas et 5 symptômes négatifs pour voir les graphiques. Les détails comptent : ajoutez-en plus pour obtenir de meilleures analyses
pl: Dodaj min. 5 posiłków i min. 5 negatywnych objawów, aby zobaczyć analizę. Szczegóły mają znaczenie. Dodaj jak najwięcej danych, aby ulepszyć wyniki
zh_hans: 添加至少 5 餐和 5 个负面症状即可查看图表。细节很重要，添加更多数据可获得更好的洞察。

source: Add symptom
de: Symptom hinzufügen
es: Añadir síntoma
fr: Ajouter un symptôme
pl: Dodaj objaw
zh_hans: 添加症状

source: Additional info
de: Weitere Informationen
es: Información adicional
fr: Informations supplémentaires
pl: Więcej informacji
zh_hans: 更多信息

source: Analytics
de: Analyse
es: Análisis
fr: Analyses
pl: Analiza
zh_hans: 分析

source: at %@
de: um %@
es: a las %@
fr: à %@
pl: o %@
zh_hans: 于 %@

source: Avoid this ingredient
de: Vermeide diese Zutat
es: Evita este ingrediente
fr: Éviter cet ingrédient
pl: Unikaj tego składnika
zh_hans: 避免食用此成分

source: Bar chart
de: Balkendiagramm
es: Gráfico de barras
fr: Diagramme en barres
pl: Wykres słupkowy
zh_hans: 条形图

source: Based on your past meals with this ingredient
de: Basierend auf deinen bisherigen Mahlzeiten mit dieser Zutat
es: Basado en tus comidas anteriores con este ingrediente
fr: Basé sur vos repas précédents avec cet ingrédient
pl: Na podstawie Twoich wcześniejszych posiłków z tym składnikiem
zh_hans: 基于您之前含有此成分的餐食记录

source: Baseline estimate - not enough data yet
de: Basis-Schätzung – noch nicht genug Daten
es: Estimación base – aún no hay suficientes datos
fr: Estimation de base – données insuffisantes pour le moment
pl: Szacunek bazowy – zbyt mało danych
zh_hans: 基线估计 - 数据不足

source: Be as specific as possible
de: Seien Sie so genau wie möglich
es: Sé lo más específico posible
fr: Soyez aussi précis que possible
pl: Podaj jak najwięcej szczegółów
zh_hans: 请尽可能具体

source: Be consistent
de: Bleibe konsequent
es: Sé coherente
fr: Restez cohérent
pl: Bądź konsekwentna/konsekwentny
zh_hans: 保持一致

source: bloating
de: Blähungen
es: Hinchazón
fr: Ballonnements
pl: wzdęcia
zh_hans: 腹胀

source: Blue = minor symptoms, red = major. Select one ingredient to highlight days you ate it. Select two to see overlaps in the same meal
de: Blau = leichte Symptome, Rot = schwere. Wählen Sie eine Zutat, um die Tage hervorzuheben, an denen Sie sie gegessen haben. Wählen Sie zwei, um Überschneidungen in derselben Mahlzeit zu sehen
es: Azul = síntomas leves, rojo = graves. Selecciona un ingrediente para resaltar los días en que lo consumiste. Selecciona dos para ver cuándo coincidieron en la misma comida
fr: Bleu = symptômes légers, rouge = symptômes graves. Sélectionnez un ingrédient pour mettre en évidence les jours où vous l’avez consommé. Sélectionnez-en deux pour voir quand ils apparaissent dans le même repas
pl: Kolor niebieski = łagodne objawy, czerwony = silne. Wybierz jeden składnik, a zobaczysz dni jego spożycia. Dodaj drugi, aby sprawdzić, kiedy oba trafiły do jednego posiłku
zh_hans: 蓝色 = 轻微症状，红色 = 严重症状。选择一个成分可显示你食用它的日期。选择两个可查看它们在同一餐中出现的情况。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
zh_hans: 取消

source: Change theme
de: Thema ändern
es: Cambiar tema
fr: Changer le thème
pl: Zmiana motywu
zh_hans: 更改主题

source: Check specific symptom
de: Bestimmtes Symptom prüfen
es: Revisar síntoma específico
fr: Analyse d’un symptôme spécifique
pl: Sprawdź konkretny objaw
zh_hans: 分析特定症状

source: Check time window
de: Zeitfenster prüfen
es: Revisar intervalo de tiempo
fr: Vérifier la fenêtre temporelle
pl: Sprawdź przedział czasowy
zh_hans: 检查时间范围

source: Check which of the ingredients you have eaten may be problematic
de: Prüfen Sie, welche der verzehrten Zutaten problematisch sein könnten
es: Comprueba qué ingredientes que has consumido podrían ser problemáticos
fr: Vérifiez quels ingrédients consommés peuvent poser problème
pl: Sprawdź, które składniki posiłków mogą być dla Ciebie problematyczne
zh_hans: 检查你吃过的哪些成分可能引起问题

source: chocolate
de: Schokolade
fr: chocolat
pl: czekolada
zh_hans: 巧克力

source: Choose analytics
de: Analyse auswählen
es: Elegir análisis
fr: Choisir l’analyse
pl: Rodzaj analizy
zh_hans: 选择分析类型

source: Close
de: Schließen
es: Cerrar
fr: Fermer
pl: Zamknij
zh_hans: 关闭

source: Consider avoiding it before important events or activities
de: Vor wichtigen Ereignissen besser meiden
es: Considera evitarlo antes de eventos o actividades importantes
fr: Envisager d’éviter avant un événement important
pl: Rozważ unikanie przed ważnymi wydarzeniami lub aktywnościami
zh_hans: 在重要活动前考虑避免食用

source: Consider other ingredients or factors that might be involved
de: Andere mögliche Faktoren oder Zutaten berücksichtigen
es: Considera otros ingredientes o factores que puedan estar involucrados
fr: Envisager d’autres ingrédients ou facteurs impliqués
pl: Weź pod uwagę inne składniki lub czynniki, które mogą mieć wpływ
zh_hans: 考虑其他可能相关的成分或因素

source: Consider reducing intake to see if symptoms improve
de: Reduziere die Aufnahme, um zu sehen, ob sich die Symptome bessern
es: Considera reducir la ingesta para ver si los síntomas mejoran
fr: Envisager de réduire la consommation pour voir si les symptômes s’améliorent
pl: Rozważ zmniejszenie spożycia, aby sprawdzić, czy objawy ustąpią
zh_hans: 考虑减少摄入量以观察症状是否改善

source: Consider temporarily reducing intake to test the pattern
de: Vorübergehend weniger konsumieren, um das Muster zu testen
es: Considera reducir temporalmente la ingesta para probar el patrón
fr: Envisager de réduire temporairement la consommation pour tester le schéma
pl: Rozważ tymczasowe zmniejszenie spożycia, aby przetestować wzorzec
zh_hans: 考虑暂时减少摄入以测试模式

source: Consult with a healthcare provider or dietitian
de: Konsultiere eine Fachkraft im Gesundheitswesen oder Ernährungsberater
es: Consulta con un profesional de la salud o un dietista
fr: Consulter un professionnel de santé ou un diététicien
pl: Skonsultuj się ze specjalistą lub dietetykiem
zh_hans: 咨询医疗专业人员或营养师

source: Continue enjoying this ingredient - it appears safe for you
de: Genieße diese Zutat weiterhin – sie scheint sicher zu sein
es: Continúa disfrutando este ingrediente – parece seguro para ti
fr: Continuez à consommer cet ingrédient – il semble sûr pour vous
pl: Nadal możesz spożywać ten składnik - wygląda na bezpieczny
zh_hans: 继续食用此成分 - 目前看来是安全的

source: Continue tracking to monitor for any pattern changes
de: Weiterverfolgen, um mögliche Musteränderungen zu erkennen
es: Continúa registrando para observar cualquier cambio de patrón
fr: Continuez à suivre pour détecter tout changement de schéma
pl: Kontynuuj monitorowanie, aby obserwować ewentualne zmiany wzorca
zh_hans: 继续跟踪以监测模式变化

source: Correlation
de: Korrelation
es: Correlación
fr: Corrélation
pl: Korelacja
zh_hans: 相关性

source: cow milk
de: Kuhmilch
es: Leche de vaca
fr: Lait de vache
pl: krowie mleko
zh_hans: 牛奶

source: Daily events
de: Tägliche Ereignisse
es: Eventos diarios
fr: Historique du jour
pl: Dzisiejsze notatki
zh_hans: 今日事件

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
pl: Ciemny
zh_hans: 深色

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
pl: Usuń
zh_hans: 删除

source: Delete all
de: Alles löschen
es: Eliminar todo
fr: Tout supprimer
pl: Usuń wszystko
zh_hans: 全部删除

source: diarrhea
de: Durchfall
es: Diarrea
fr: Diarrhée
pl: biegunka
zh_hans: 腹泻

source: Discuss with your healthcare provider
de: Mit deiner Ärztin oder deinem Arzt besprechen
es: Coméntalo con tu profesional de salud
fr: Discuter avec votre professionnel de santé
pl: Omów ze swoim specjalistą
zh_hans: 与您的医疗专业人员讨论

source: Do you want to delete everything?
de: Möchten Sie alles löschen?
es: ¿Quieres eliminar todo?
fr: Voulez-vous tout supprimer ?
pl: Czy chcesz wszystko usunąć?
zh_hans: 要删除所有内容吗？

source: Do you want to delete this meal?
de: Möchten Sie diese Mahlzeit löschen?
es: ¿Quieres eliminar esta comida?
fr: Voulez-vous supprimer ce repas ?
pl: Czy na pewno chcesz usunąć posiłek?
zh_hans: 确定要删除这顿餐吗？

source: Do you want to delete this symptom?
de: Möchten Sie dieses Symptom löschen?
es: ¿Quieres eliminar este síntoma?
fr: Voulez-vous supprimer ce symptôme ?
pl: Czy na pewno chcesz usunąć objaw?
zh_hans: 确定要删除这个症状吗？

source: Eat. Track.
de: Essen. Dokumentieren.
es: Come. Regístralo.
fr: Mangez. Suivez.
pl: Jedz. Monitoruj.
zh_hans: 吃。记录。

source: Edit meal
de: Mahlzeit bearbeiten
es: Editar comida
fr: Modifier le repas
pl: Edycja posiłku
zh_hans: 编辑餐食

source: Edit symptom
de: Symptom bearbeiten
es: Editar síntoma
fr: Modifier le symptôme
pl: Edycja objawu
zh_hans: 编辑症状

source: Enough data for reliable analysis
de: Genügend Daten für eine zuverlässige Analyse
es: Datos suficientes para un análisis fiable
fr: Données suffisantes pour une analyse fiable
pl: Dane wystarczające do wiarygodnej analizy
zh_hans: 数据已足够，可进行可靠分析

source: Enter what you ate and drank
de: Gib ein, was du gegessen und getrunken hast
es: Introduce lo que comiste y bebiste
fr: Indiquez ce que vous avez mangé et bu
pl: Wypisz, co zostało zjedzone i wypite
zh_hans: 请输入你吃了什么/喝了什么

source: Events timeline
de: Ereignis-Zeitachse
es: Cronología de eventos
fr: Chronologie de la journée
pl: Oś czasu
zh_hans: 事件时间轴

source: Example: top ingredients consumed within 5 hours before each occurrence of heartburn
de: Beispiel: Hauptzutaten, die innerhalb von 5 Stunden vor jedem Auftreten von Sodbrennen verzehrt wurden
es: Ejemplo: ingredientes principales consumidos en las 5 horas antes de cada episodio de acidez
fr: Exemple: ingrédients principaux consommés dans les 5 heures précédant chaque épisode de brûlures d’estomac
pl: Np.: najczęściej spożyty składnik w ciągu 5h przed każdym wystąpieniem zgagi
zh_hans: 示例：在每次出现烧心前 5 小时内最常见的成分

source: Find out which ingredients show up most often before discomfort
de: Finde heraus, welche Zutaten am häufigsten vor Beschwerden auftreten
es: Descubre qué ingredientes aparecen con más frecuencia antes del malestar
fr: Ingrédients associés à un inconfort
pl: Sprawdź, które składniki najczęściej poprzedzają dyskomfort
zh_hans: 查看哪些成分最常出现在不适之前

source: For example, always use „rye bread” instead of „bread rye”
de: Verwende zum Beispiel immer „Roggenbrot“ statt „Brot Roggen“
es: Por ejemplo, usa siempre «pan de centeno» en lugar de «centeno pan»
fr: Par exemple, utilisez toujours « pain de seigle » plutôt que « seigle pain »
pl: Np. zawsze „chleb żytni”, a nie „żytni chleb”
zh_hans: 例如，请始终使用“黑麦面包”，而不是“面包黑麦”

source: High correlation
de: Hohe Korrelation
es: Alta correlación
fr: Corrélation élevée
pl: Wysoka korelacja
zh_hans: 高相关性

source: High suspicion
de: Hoher Verdacht
es: Alta sospecha
fr: Forte suspicion
pl: Wysokie podejrzenie
zh_hans: 高度怀疑

source: Historical correlation
de: Historische Korrelation
es: Correlación histórica
fr: Corrélation historique
pl: Historyczna korelacja
zh_hans: 历史相关性

source: Historical correlation rate
de: Rate der historischen Korrelation
es: Tasa de correlación histórica
fr: Taux de corrélation historique
pl: Wskaźnik historycznej korelacji
zh_hans: 历史相关率

source: Historical pattern
de: Historisches Muster
es: Patrón histórico
fr: Schéma historique
pl: Trendy historyczne
zh_hans: 历史模式

source: How many hours back
de: Wie viele Stunden zurück
es: ¿Cuántas horas antes?
fr: Combien d’heures avant
pl: Ile godzin wstecz
zh_hans: 向前回溯时长

source: How recently this was consumed. More recent = higher weight
de: Zeitpunkt des Verzehrs. Je aktueller, desto höheres Gewicht
es: Cuándo se consumió este ingrediente. Más reciente = mayor peso
fr: Date de consommation récente. Plus c’est récent, plus le poids est élevé
pl: Jak dawno spożyto ten składnik. Im nowsze dane, tym większa waga
zh_hans: 最近 - 次摄入的时间。越近期，权重越高。

source: How the score is calculated
de: Wie der Score berechnet wird
es: Cómo se calcula la puntuación
fr: Comment le score est calculé
pl: Sposób obliczania wyniku
zh_hans: 评分的计算方式

source: How we calculate correlation
de: Wie wir die Korrelation berechnen
es: Cómo calculamos la correlación
fr: Comment nous calculons la corrélation
pl: Jak obliczamy korelację
zh_hans: 我们如何计算相关性

source: If symptoms are severe, seek medical attention
de: Bei starken Symptomen ärztliche Hilfe aufsuchen
es: Si los síntomas son graves, busca atención médica
fr: Si les symptômes sont graves, consultez un médecin
pl: W przypadku silnych objawów skontaktuj się z lekarzem
zh_hans: 如果症状严重，请及时就医

source: If you do eat it, track carefully to confirm the association
de: Falls konsumiert, sorgfältig auf mögliche Zusammenhänge achten
es: Si lo consumes, realiza un seguimiento cuidadoso para confirmar la relación
fr: Si vous en consommez, suivez attentivement pour confirmer l’association
pl: Jeśli go spożyjesz, dokładnie monitoruj reakcję, by potwierdzić związek
zh_hans: 如果食用，请仔细记录以确认关联

source: If you do eat it, track carefully to confirm the pattern
de: Falls konsumiert, sorgfältig auf das Muster achten
es: Si lo consumes, haz un seguimiento cuidadoso para confirmar el patrón
fr: Si vous en consommez, suivez attentivement pour confirmer le schéma
pl: Jeśli go spożyjesz, dokładnie monitoruj, by potwierdzić wzorzec
zh_hans: 如果食用，请仔细记录以确认模式

source: If you try it again, start with very small amounts
de: Wenn du es erneut probierst, beginne mit sehr kleinen Mengen
es: Si lo intentas de nuevo, empieza con cantidades muy pequeñas
fr: Si vous l’essayez à nouveau, commencez par de très petites quantités
pl: Jeśli spróbujesz ponownie, zacznij od bardzo małych ilości
zh_hans: 如果再次尝试，请从非常少量开始

source: Ingredient analysis
de: Zutatenanalyse
es: Análisis de ingredientes
fr: Analyse des ingrédients
pl: Analiza składników
zh_hans: 成分分析

source: Insufficient data
de: Unzureichende Daten
es: Datos insuficientes
fr: Données insuffisantes
pl: Niewystarczające dane
zh_hans: 数据不足

source: JANUARY 2025
de: JANUAR 2025
es: ENERO 2025
fr: JANVIER 2025
pl: STYCZEŃ 2025
zh_hans: 2025年1月

source: Keep tracking to maintain accurate data
de: Weiter verfolgen, um genaue Daten zu erhalten
es: Sigue registrando para mantener datos precisos
fr: Continuez à suivre pour conserver des données précises
pl: Kontynuuj śledzenie, aby zachować dokładność danych
zh_hans: 继续记录以保持数据准确性

source: Key
de: Legende
es: Légende
fr: Légende
zh_hans: 图例

source: Light
de: Hell
es: Claro
fr: Clair
pl: Jasny
zh_hans: 浅色

source: Limited data - track more meals for better accuracy
de: Begrenzte Daten – erfassen Sie mehr Mahlzeiten für höhere Genauigkeit
es: Datos limitados — registra más comidas para mejorar la precisión
fr: Données limitées — enregistrez plus de repas pour une meilleure précision
pl: Ograniczone dane - dodaj więcej posiłków, aby zwiększyć dokładność
zh_hans: 数据有限 - 请记录更多餐食以提高准确性

source: List all the ingredients of your meals
de: Liste alle Zutaten deiner Mahlzeiten auf
es: Enumera todos los ingredientes de tus comidas
fr: Lister tous les ingrédients de vos repas
pl: Wypisz wszystkie składniki swoich posiłków
zh_hans: 列出你所有餐食的成分

source: List item
de: Eintrag hinzufügen
es: Elemento de la lista
fr: Ajouter un ingrédient
pl: Element listy
zh_hans: 列表项

source: Low correlation
de: Niedrige Korrelation
es: Baja correlación
fr: Corrélation faible
pl: Niska korelacja
zh_hans: 低相关性

source: Low suspicion
de: Geringer Verdacht
es: Sospecha baja
fr: Faible suspicion
pl: Niskie podejrzenie
zh_hans: 低怀疑度

source: major
de: Schwer
es: Grave
fr: Grave
pl: ciężki
zh_hans: 严重

source: major symptom
de: Schweres Symptom
es: Síntoma grave
fr: Grave
pl: ciężki objaw
zh_hans: 严重症状

source: meal
de: Mahlzeit
es: Comida
fr: Repas
pl: posiłek
zh_hans: 餐食

source: Meal ingredients
de: Zutaten der Mahlzeit
es: Ingredientes de la comida
fr: Ingrédients du repas
pl: Składniki posiłku
zh_hans: 餐食成分

source: Meal time
de: Essenszeitpunkt
es: Hora de comida
fr: Heure du repas
pl: Czas posiłku
zh_hans: 用餐时间

source: Meals
de: Mahlzeiten
es: Comidas
fr: Repas
pl: Posiłki
zh_hans: 餐食记录

# Meals followed by selected symptom: %lld / %lld
source: Meals followed by selected symptom: %1$lld / %2$lld
de: Aufgezeichnete Fälle mit gewähltem Symptom: %lld / %lld
es: Registros con el síntoma seleccionado: %lld / %lld
fr: Enregistrements associés au symptôme sélectionné : %lld / %lld
pl: Dane z wybranym symptomem: %lld / %lld
zh_hans: 与所选症状相关的记录：%lld / %lld

source: Meals with this ingredient: %lld
de: Mahlzeiten mit dieser Zutat: %lld
es: Comidas con este ingrediente: %lld
fr: Repas avec cet ingrédient : %lld
pl: Posiłki z tym składnikiem: %lld
zh_hans: 含此食材的餐食：%lld

source: Medium correlation
de: Mittlere Korrelation
es: Correlación media
fr: Corrélation moyenne
pl: Średnia korelacja
zh_hans: 中等相关性

source: Medium suspicion
de: Mittlerer Verdacht
es: Sospecha moderada
fr: Niveau de suspicion moyen
pl: Umiarkowane podejrzenie
zh_hans: 中度怀疑

source: minor
de: Leicht
es: Leve
fr: Léger
pl: łagodny
zh_hans: 轻微

source: minor symptom
de: Leichtes Symptom
es: Síntoma leve
fr: Léger
pl: łagodny objaw
zh_hans: 轻微症状

source: Monitor for any changes in your reaction over time
de: Überwache Änderungen deiner Reaktion im Zeitverlauf
es: Supervisa cualquier cambio en tu reacción con el tiempo
fr: Surveillez toute évolution de votre réaction dans le temps
pl: Monitoruj zmiany swojej reakcji w czasie
zh_hans: 随时间监测反应变化

source: Monthly calendar
de: Monatskalender
es: Calendario mensual
fr: Calendrier mensuel
pl: Kalendarz miesięczny
zh_hans: 月历

source: More data = better graphs
de: Mehr Daten = bessere Diagramme
es: Más datos = mejores gráficos
fr: Plus de données = de meilleurs graphiques
pl: Więcej wpisów = lepsza analiza
zh_hans: 数据越多 = 图表越准确

source: Need minimum 3 for accuracy
de: Mindestens 3 für Genauigkeit erforderlich
es: Se necesitan mínimo 3 para precisión
fr: Minimum 3 requis pour la précision
pl: Do analizy potrzeba minimum 3
zh_hans: 至少需要3次以确保准确性

source: Negative symptoms
de: Beschwerden
es: Síntomas adversos
fr: Symptômes associés
pl: Negatywne objawy
zh_hans: 负面症状

source: New ingredients
de: Neue Zutaten
es: Nuevos ingredientes
fr: Nouveaux ingrédients
pl: Nowe składniki
zh_hans: 新成分

source: No correlation
de: Keine Korrelation
es: Sin correlación
fr: Aucune corrélation
pl: Brak korelacji
zh_hans: 无相关性

source: No data available for analysis
de: Keine Daten zur Analyse verfügbar
es: No hay datos disponibles para el análisis
fr: Aucune donnée disponible pour l’analyse
pl: Brak danych do analizy
zh_hans: 无可用于分析的数据

source: No data to show
de: Keine Daten zum Anzeigen
es: No hay datos para mostrar
fr: Aucune donnée à afficher
pl: Brak danych do wyświetlenia
zh_hans: 没有可显示的数据

source: No meals yet
de: Noch keine Mahlzeiten
es: Todavía no hay comidas
fr: Aucun repas pour l’instant
pl: Brak posiłków
zh_hans: 暂无餐食

source: No notes today
de: Heute keine Notizen
es: No hay notas hoy
fr: Aucune note aujourd’hui
pl: Nic do wyświetlenia
zh_hans: 今天没有笔记

source: No symptoms yet
de: Noch keine Symptome
es: Aún no hay síntomas
fr: Aucun symptôme pour l’instant
pl: Brak objawów
zh_hans: 暂无症状

source: None
de: Keine
es: Ninguno
fr: Aucun
pl: Brak
zh_hans: 未选择

source: Not enough historical data yet. This ingredient has been tracked in less than 2 meals. The suspicion score is based on timing alone, using a baseline correlation estimate
de: Nicht genügend historische Daten. Diese Zutat wurde in weniger als 2 Mahlzeiten verfolgt. Der Verdacht basiert nur auf der Zeit, unter Verwendung einer Basis-Korrelationsschätzung.
es: No hay suficientes datos históricos. Este ingrediente se ha registrado en menos de 2 comidas. La puntuación de sospecha se basa solo en el tiempo, utilizando una estimación de correlación base.
fr: Pas assez de données historiques. Cet ingrédient a été suivi dans moins de 2 repas. Le score de suspicion est basé uniquement sur le temps, en utilisant une estimation de corrélation de base.
pl: Brak wystarczających danych historycznych. Ten składnik był śledzony w mniej niż 2 posiłkach. Wynik podejrzenia opiera się wyłącznie na czasie, używając bazowego oszacowania korelacji
zh_hans: 历史数据不足。该食材仅在少于 2 次用餐中被记录。可疑评分仅基于时间，使用基础相关性估计。

source: Note any discomfort
de: Notiere deine Beschwerden
es: Registra cualquier malestar
fr: Indiquez vos symptômes
pl: Zanotuj każdy negatywny objaw
zh_hans: 记录任何不适

source: Note other factors like stress or sleep when symptoms occur
de: Beachte andere Faktoren wie Stress oder Schlaf bei Symptomen
es: Ten en cuenta otros factores como el estrés o el sueño cuando aparezcan los síntomas
fr: Notez d’autres facteurs comme le stress ou le sommeil lors des symptômes
pl: Zwróć uwagę na inne czynniki, np. stres lub sen
zh_hans: 注意压力或睡眠等其他因素

source: Nothing to delete
de: Nichts zu löschen
es: Nada que eliminar
fr: Rien à supprimer
pl: Nic do usunięcia
zh_hans: 没有可删除的内容

source: Notice if symptoms vary with portion size or preparation
de: Beachte, ob Symptome je nach Portionsgröße oder Zubereitung variieren
es: Observa si los síntomas varían según el tamaño de la porción o la preparación
fr: Observez si les symptômes varient selon la portion ou la préparation
pl: Zwróć uwagę, czy objawy różnią się w zależności od porcji lub przygotowania
zh_hans: 注意症状是否随份量或烹饪方式变化

source: Onboarding
de: Einführung
es: Introducción
fr: Introduction
pl: Wprowadzenie
zh_hans: 新手引导

source: onion chips
de: Zwiebelchips
es: Chips de cebolla
fr: Chips à l’oignon
pl: chipsy cebulowe
zh_hans: 洋葱片

source: Pattern detection
de: Mustererkennung
es: Detección de patrones
fr: Détection de schéma
pl: Wykrywanie wzorców
zh_hans: 模式检测

source: Pay attention to portion sizes - smaller amounts might be tolerable
de: Achte auf Portionsgrößen – kleinere Mengen könnten verträglich sein
es: Presta atención al tamaño de las porciones - cantidades pequeñas podrían ser tolerables
fr: Faites attention aux portions – de plus petites quantités peuvent être tolérées
pl: Zwróć uwagę na wielkość porcji - mniejsze ilości mogą być tolerowane
zh_hans: 注意份量 - 较少的量可能可耐受
